/* Default message shown in error alert dialogs for validation errors when no more specific error message is available */
"A validation error occurred" = "發生驗證錯誤";

/* Default message shown in error alert dialogs when no more specific error message is available */
"An error occurred" = "發生錯誤";

/* Title for alert dialog button asking what to do with invalid values entered by the user */
"Discard Change" = "放棄所作更動";

/* Default error message for formatting errors with bindings */
"Formatting Error" = "格式化錯誤";

/* Message shown in error alert dialogs for dictionary controller validation errors */
"Illegal key" = "非法的密鑰";

/* Message shown in error alert dialogs for dictionary controller validation errors */
"Key cannot be empty" = "密鑰不能為空白";

/* Message shown in error alert dialogs for dictionary controller validation errors */
"Key is already in use" = "密鑰正在使用中";

/* Message shown in error alert dialogs for dictionary controller validation errors */
"Value for %@ cannot be empty" = "“%@”的數值不能為空白";

